export const treeData = [
    {
        title: '中国烟草总公司福建省公司机关',
        value: '中国烟草总公司福建省公司机关',
        key: '0',
        children: [
            {
                title: '中国烟草总公司福建省公司机关.A区域',
                value: '中国烟草总公司福建省公司机关.A区域',
                key: '0-0',
                children: [
                    {
                        title: '中国烟草总公司福建省公司机关.A区域.1号楼',
                        value: '0-0-0',
                        key: '0-0-0',
                        children:[
                            {
                                title:'中国烟草总公司福建省公司机关.A区域.1号楼.会议室203',
                                value: '0-0-0-0',
                                key: '0-0-0-0',
                            },
                            {
                                title:'中国烟草总公司福建省公司机关.A区域.1号楼.会议室204',
                                value: '0-0-0-1',
                                key: '0-0-0-1',
                            }                                                   
                        ]
                    },
                    {
                        title: '中国烟草总公司福建省公司机关.A区域.2号楼',
                        value: '0-0-1',
                        key: '0-0-1',
                        children:[
                            {
                                title:'中国烟草总公司福建省公司机关.A区域.2号楼.会议室203',
                                value: '0-0-1-0',
                                key: '0-0-1-0',
                            },
                            {
                                title:'中国烟草总公司福建省公司机关.A区域2号楼.会议室204',
                                value: '0-0-1-1',
                                key: '0-0-1-1',
                            }                                                   
                        ]
                    },
                ]
            },
            {
                title: '中国烟草总公司福建省公司机关.B区域',
                value: '0-1',
                key: '0-1',
                children: [
                    {
                        title: '中国烟草总公司福建省公司机关.B区域.1号楼',
                        value: '0-1-0',
                        key: '0-1-0',
                        children:[
                            {
                                title:'中国烟草总公司福建省公司机关.B区域1号楼.会议室204',
                                value: '0-1-0-0',
                                key: '0-1-0-0',
                            },                                                
                        ]
                    },
                    {
                        title: '中国烟草总公司福建省公司机关.B区域.2号楼',
                        value: '0-1-1',
                        key: '0-1-1',
                        children:[
                            {
                                title:'中国烟草总公司福建省公司机关.B区域.2号楼.会议室205',
                                value: '0-1-1-0',
                                key: '0-1-1-0',
                            }, 
                            {
                                title:'中国烟草总公司福建省公司机关.B区域.2号楼.会议室206',
                                value: '0-1-1-1',
                                key: '0-1-1-1',
                            },                                               
                        ]
                    },
                ]
            },
        ],
    },
];